---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussElementReferenceLevelParam
source: html/35672be8-22ff-e155-39c2-8257e83e01ba.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussElementReferenceLevelParam Property

"Reference Level"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussElementReferenceLevelParam { get; }
```